{
  "Layout.copyright": "Copyright © 2019 Jibrel Network. All rights reserved.",
  
  "Home.welcome.title": "Startup investing made simple, for everyone",
  "Home.welcome.description": "Jibrel enables startups and investors to connect in a previously unimaginable way to create capital formation.",
  "Home.welcome.offer": "Sign up for early access today!",
  "Home.welcome.investor": "I’m an Investor",
  "Home.welcome.founder": "I’m a Founder",
  "Home.welcome.signUp": "Sign up",

  "Home.advantages.title": "Advantages",
  "Home.advantages.markets.title": "Access to Global Markets",
  "Home.advantages.markets.description": "Jibrel empowers startups with tech tools that facilitate leaner, quicker and cheaper testing of their value propositions.",
  "Home.advantages.transparency.title": "Transparency for Investors",
  "Home.advantages.transparency.description": "Jibrel provides retail and professional investors globally with transparency of opportunities eliminating information asymmetries and subjectivity from the investment process. ",
  "Home.advantages.reach.title": "Reach to Startups",
  "Home.advantages.reach.description": "Jibrel does not only bring better access to international investors, but also makes managing thousands of investors is now just as easy as managing three.",

  "Home.whatsForYou.title": "What’s for you?",
  "Home.whatsForYou.globalLiquidity.title": "Global Liquidity at a Fraction of the Cost and Time",
  "Home.whatsForYou.globalLiquidity.description": "Jibrel stimulates global capital formation and reduces market frictions by deploying best-in-class financial and regulatory technology empowering startups with reach and investors with access to a historically exclusive and marginal asset class.  ",
  "Home.whatsForYou.getInEarly.title": "Get in Early ",
  "Home.whatsForYou.getInEarly.description": "Invest early in the disruption of multi-billion dollar industries alongside seasoned investors and industry veterans. Support the companies you believe in and want to see succeed in the future.",
  "Home.whatsForYou.secureSimpleFast.title": "It’s Secure, Simple and Fast",
  "Home.whatsForYou.secureSimpleFast.description": "We’ve done the complicated stuff so you won’t have to. Jibrel is a regulated full-service online investment platform which offers a compliant, seamless and smart investor experience. To start investing, simply sign up, select your startup and invest!",
  "Home.whatsForYou.experience.title": "Experience the Potential of Exponential Technologies",
  "Home.whatsForYou.experience.description": "Tokenization of equity is a more efficient means of securitization which can unlock value beyond financial returns for startups, investors and ecosystem enablers. It redefines how companies are built, funded and managed.",

  "Home.tagline.title": "Jibrel: <0/> Reimagining how companies are built, funded and managed",
  "Home.tagline.offer": "Sign up for early access",

  "SubscribeFounder.title": "SubscribeFounder.title",
  "SubscribeInvestor.title": "SubscribeInvestor.title"
}